{
  "META": {
    "project_title": "Blood Lessons",
    "section_1_title": "Day of Fire",
    "section_1_slug": "",
    "section_2_title": "Lessons Discarded",
    "section_2_slug": "lessons",
    "section_3_title": "Survivors Remember",
    "section_3_slug": "video",
    "section_4_title": "A Deadly Industry",
    "section_4_slug": "data"
  },
  "OVERVIEW": {
    "headline": "Ten years after a fiery explosion killed 15 in Texas City, preventable deaths continue at refineries",
    "byline": "Jim Malewitz",
    "author_url": "http://www.texastribune.org/about/staff/jim-malewitz",
    "pub_date": "March 22, 2015",
    "shareline_1": "10 years ago, a fiery blast killed 15 refinery workers in Texas City. Could it happen again?",
    "shareline_2": "Studies showed what went wrong in the Texas City refinery blast 10 years ago. Did industry listen?",
    "text_1": "<p>Jolted by an earth-shaking boom on that warm Wednesday afternoon, Judith Mantell looked to the Texas City sky. </p>\n<p>“It was unbelievable. The flames shot more than 70 feet into the air,” she <a href=\"http://www.google.com/url?q=http%3A%2F%2Fwww.chron.com%2Fnews%2Farticle%2FDeadly-blast-rocks-Texas-City-1513328.php&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHWcU9DCWuacQzJsUa2cXcvm73Q3g\">told the <em>Houston Chronicle</em></a> on March 23, 2005, a day now etched in the town’s collective memory. “I’ve never seen flames that high from anything. They were bright orange, with yellow on the side.”</p>\n",
    "text_2": "<p>Next came high-rising plumes of black smoke, seen by thousands around the Gulf Coast from Clear Lake to Galveston. In town, school children ducked beneath their desks. About 43,000 residents were ordered to shelter in place. Some quickly surmised the source of the debris raining down: BP’s hulking Texas City oil refinery. </p>\n<p>A cloud of hydrocarbon vapor exploded over the 1,200-acre complex, ripping it apart and shattering windows nearly a mile away. The blast killed 15 workers, injured more than 170 and turned the lives of countless others upside down. </p>\n<p>The town would grieve. BP would quickly restart the refinery, the state’s second largest. And a series of hearings, government and media investigations and legal proceedings in the following years would unearth a long-lasting culture of neglect that put workers and the public in danger. Years of cost cutting and staff downsizing maximized profits while making the refinery a ticking time bomb.</p>\n",
    "text_3": "<p>“The Texas City disaster was caused by organizational and safety deficiencies at all levels of the BP Corporation,” the federal Chemical Safety and Hazard Investigation Board concluded in its <a href=\"http://www.google.com/url?q=http%3A%2F%2Fwww.csb.gov%2Fassets%2F1%2F19%2FCSBFinalReportBP.pdf&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFrgD1Ryr88EVM0kKi1_K7L0TJ-MQ\">2007 assessment</a>. “Warning signs of a possible disaster were present for several years, but company officials did not intervene effectively to prevent it.”</p>\n",
    "text_4": "<p>Federal health and safety regulators failed to spot those vulnerabilities before it was too late. </p>\n<p>The accident — now one of the most studied in U.S. history — triggered promises from the industry and regulators to invest in safety. New guidelines, new safety programs and more training came next. </p>\n<p>But is the industry any safer 10 years after the blast? The Texas Tribune and the Houston Chronicle joined forces to find out. Though no single incident has matched the 2005 devastation, a two-month investigation finds the industry’s overall death toll hasn’t slowed.</p>\n",
    "video_title": "Video Title",
    "video_code": "<iframe width=\"100%\" height=\"315\" src=\"https://www.youtube.com/embed/prC__PJTk3M\" frameborder=\"0\" allowfullscreen></iframe>",
    "video_caption": "<p>This is the caption for the video. <a href=\"/people\">It links to all videos</a>.</p>\n",
    "findings": "<ul>\n<li>At least 60 workers have died at U.S. refineries since March 23, 2005, nearly the same number as the decade before.</li>\n<li>Federal officials have tracked nearly 350 fires at U.S. refineries in the past eight years — about one every week.</li>\n<li>Some companies continue to put tents and office trailers in danger zones at refineries, despite recommendations to limit the number of workers in harm’s way.</li>\n<li>The death toll in the worst refinery accident since 2005 was higher because nonessential personnel were left in harm’s way. Seven were killed at a Seattle refinery during a maintenance activity that required one operator.</li>\n<li>Federal regulators lack hard data to accurately track deaths and monitor safety trends within the industry.</li>\n</ul>\n"
  },
  "REFORM": {
    "headline": "Studies pinpointed what went wrong in Texas City, but unsafe conditions persist",
    "byline_1": "Jim Malewitz",
    "author_1_url": "http://www.texastribune.org/about/staff/jim-malewitz",
    "byline_2": "Mark Collette",
    "author_2_url": "http://www.houstonchronicle.com/author/mark-collette/",
    "byline_3": "Lise Olsen",
    "author_3_url": "http://www.houstonchronicle.com/author/lise-olsen/",
    "pub_date": "March 22, 2015",
    "shareline_1": "10 years later, the blood lessons of Texas City haven’t taken hold at refineries.",
    "shareline_2": "After the Texas City blast killed 15, refiners promised change. A decade later, much hasn’t.",
    "shareline_3": "“Our policies and procedures are written in blood.” 10 years after the Texas City blast, are refineries any safer?",
    "text": "<p>This is the story itself.</p>\n<p>It’s really interesting. You should read it and share it with all of your friends. If you don’t you’re a bad person.</p>\n<p>Also, aren’t dinosaurs just the coolest? Seriously, who doesn’t love Jurassic Park and some incredibly smart velociraptors. </p>\n",
    "video_title": "",
    "video_code": "",
    "video_caption": "",
    "photo_1": "",
    "photo_2": "",
    "photo_3": "",
    "photo_4": "",
    "photo_caption_1": "",
    "photo_caption_2": "",
    "photo_caption_3": "",
    "photo_caption_4": "",
    "block_quote": "",
    "block_quote_source": "",
    "disclosure": ""
  },
  "VIDEO": {
    "headline": "***",
    "byline": "Mark Collette",
    "author_url": "http://www.houstonchronicle.com/author/mark-collette/",
    "byline_2": "Lise Olsen",
    "author_2_url": "http://www.houstonchronicle.com/author/lise-olsen/",
    "pub_date": "March 22, 2015",
    "shareline_1": "“I’m still here.” Dave Leining on how he somehow survived BP’s 2005 Texas City refinery blast.",
    "shareline_2": "“That was kind of hallowed ground.” Where 15 died 10 years ago, a refinery worker still sees safety problems.",
    "video_1_head": "Marathon Petroleum Refinery contractor Brian Ambuse",
    "video_1_text": "<p><strong>Brian Ambrose</strong> is one of few employees who worked at the BP isomerization unit that exploded in 2005 and who works for the refinery’s current owner, Marathon Petroleum.</p>\n<p>American refineries are ignoring lessons learned from the 2005 Texas City disaster, Ambrose says. He believes Texas City itself is in danger of repeating that horrible day on the same soil that erupted in fire and explosions 10 years ago.</p>\n<p>The debris from the isom unit that exploded has long since been carted away, leaving a bare spot on the refinery grounds. Ambrose is now safety chief at another unit nearby. He was shocked to see Marathon place lunch tents and tool trailers on the isom site during a maintenance turnaround in fall 2014, despite an independent government panel’s recommendation of  moving temporary structures far away from dangerous chemical processes.</p>\n<p>All of the workers who died in 2005 were killed by blunt force trauma when trailers near the isom collapsed and debris flew. For Ambrose, Marathon’s actions represent a desecration of their memory and a failure to heed history.</p>\n",
    "video_1_code": "<iframe width=\"100%\" height=\"420\" src=\"https://www.youtube.com/embed/m1_oD-TohOw\" frameborder=\"0\" allowfullscreen></iframe>",
    "video_2_head": "BP Explosion Survivor",
    "video_2_text": "<p><strong>Dave Leining</strong> still thinks about the Texas City refinery blast of 2005 when he gets out of bed each morning: He feels twinges in the ankles he broke, his legs remain stiff and his hearing will never be the same.\nBut the retired long-time BP refinery employee remains grateful to be alive —only by chance, he’d been standing in a slightly protected spot inside a temporary double-wide office trailer when it was blown apart and then blasted by a fireball on March 23, 2005.</p>\n<p>Leining was standing in a doorway in Morris King’s office when he heard a weird banging and was thrown to the ground in a series of explosions. King died only a few feet away. Another colleague, Larry Thomas, who’d been leaning against the trailer wall, was killed too. Linda Rowe had come into the office that day only to return a pair of forgotten glasses to her husband, James. Both Rowes died. In fact, all 15 workers killed that day were inside or near that trailer: King, the Rowes, Thomas, Kimberly Smith, Larry Lisenbardt, Daniel Hogan, Eugene White, Rafael Herrera, Glenn Bolton, Jimmy Hunnings, Susan Taylor, Lorena Cruz-Alexander, Arthur Ramos and Ryan Rodriguez.</p>\n<p>Leining struggled through months of rehab to escape from a wheelchair. He returned to the BP-Texas City refinery the next year, but later quit in disgust after an incident in which he said co-workers opposed his suggestion to use fire-retardant suits for repair job.</p>\n<p>“I realized then it was time for me to move on,” he said. He worked at the Texas City refinery for 36 years - first for Amoco and then for BP.</p>\n",
    "video_2_code": "<iframe width=\"100%\" height=\"420\" src=\"https://www.youtube.com/embed/p3mZHrDB4VE\" frameborder=\"0\" allowfullscreen></iframe>"
  },
  "DATA": {
    "headline": "Assembled data shows how and where refinery workers continue to die",
    "byline": "Jim Malewitz",
    "author_url": "http://www.texastribune.org/about/staff/jim-malewitz",
    "byline_2": "Lise Olsen",
    "author_2_url": "http://www.houstonchronicle.com/author/lise-olsen/",
    "pub_date": "March 22, 2015",
    "shareline_1": "At least 60 workers have died at U.S. refineries since the Texas City blast. See names, what happened.",
    "shareline_2": "At least 139 workers have died at U.S. refineries since March 23, 1995. See names, what happened.",
    "shareline_3": "10 years after the Texas City refinery blast, the industry looks deadly as ever. See 20 years of fatality data.",
    "text": "<p>How many people die at oil refineries each year?</p>\n<p>Longstanding federal record-keeping practices make it incredibly tough to answer that simple question.</p>\n<p>The public can easily search data at the Occupational Safety and Health Administration, which records deaths and injuries reported across all industries. But typing the code for “Petroleum Refining and Related Industries” — 2911 — into the agency’s query tool only reveals a small fraction of all who died at refineries.</p>\n<p>Oil refiners have increasingly contracted out some of their most dangerous jobs to companies that are classified elsewhere in the federal system.</p>\n<p>The many categories include “3443, Fabricated Plate Work,” “1799, Special Trade Contractors, Not Elsewhere Classified” and “1629, Heavy Construction, Not Elsewhere Classified.”</p>\n<p>In the 2005 Texas City blast, for instance, all of the 15 workers killed were contractors. None of their deaths show up in the federal government’s annual tally for the refining industry.</p>\n<p>The following is a list of all refinery deaths that The Texas Tribune and the <em>Houston Chronicle</em> could confirm after an exhaustive search that included OSHA records, government investigation reports, newspaper archives and legal filings.</p>\n<p>At least 63 people died at refineries in the 10 years before the BP disaster. At least 60 people have died since then.</p>\n"
  },
  "SLIDESHOW": [
    {
      "Photo": "TexasCity-011.jpg",
      "Caption": "Firefighters pour water on the smoldering ISOM unit following the explosion that rocked the BP refinery Wednesday, March 23, 2005, in Texas City, Texas.",
      "Credit": "Brett Coomer, Houston Chronicle"
    },
    {
      "Photo": "TexasCity-001.jpg",
      "Caption": "Damaged storage tanks and a destroyed trailer are seen by the blast site at the refinery plant in Texas City days after the explosion.",
      "Credit": "Melissa Phillip, Houston Chronicle"
    },
    {
      "Photo": "TexasCity-002.jpg",
      "Caption": "Juanita Ramos, widow of victim Art Ramos, embraces Margaret Jasso three days after the explosion. Art Ramos, 59, was a supervisor with Jacob Engineering (a subsidiary of J.E. Merit) working at the BP refinery.",
      "Credit": "Brett Coomer, Houston Chronicle"
    },
    {
      "Photo": "TexasCity-003.jpg",
      "Caption": "David Leining, a BP employee, suffered two broken ankles from the explosion. ",
      "Credit": "Houston Chronicle"
    },
    {
      "Photo": "TexasCity-004.jpg",
      "Caption": "A refinery employee reacts after news of deaths at BP refinery in Texas City.",
      "Credit": "Carlos Javier Sanchez, Houston Chronicle"
    },
    {
      "Photo": "TexasCity-005.jpg",
      "Caption": "BP employees await further instructions from officials outside of the refinery in Texas City just after the explosion.",
      "Credit": "Carlos Javier Sanchez, Houston Chronicle"
    },
    {
      "Photo": "TexasCity-006.jpg",
      "Caption": "A week after the blast, BP's Director of Operations Don Parus tries to keep his composure as he talks to hundreds of BP workers as they pay their respects to those killed.",
      "Credit": "Carlos Javier Sanchez, Houston Chronicle"
    },
    {
      "Photo": "TexasCity-007.jpg",
      "Caption": "A devastated mobile unit at BP illustrates the risk associated with such structures.",
      "Credit": "U.S. Chemical Safety and Hazard Investigation Board"
    },
    {
      "Photo": "TexasCity-008.jpg",
      "Caption": "Maria Dickinson, of Houston, places flowers at an unofficial memorial in front of the British Petroleum plant in Texas City after the explosion.",
      "Credit": "Steve Campbel, Houston Chronicle"
    },
    {
      "Photo": "TexasCity-009.jpg",
      "Caption": "Josh Biscamp,16, and his sister Jessica look out of a shattered window at their home in Texas City after the blast.  Their home is across the from the refinery.",
      "Credit": "Carlos Javier Sanchez, Houston Chronicle"
    },
    {
      "Photo": "TexasCity-010.jpg",
      "Caption": "Flags fly at half staff outside the BP refinery in Texas City the day after the explosion.",
      "Credit": "Carlos Javier Sanchez, Houston Chronicle"
    },
    {
      "Photo": "TexasCity-012.jpg",
      "Caption": "A BP employee waits near a safety sign outside the Texas City plant.  A memorial service inside the plant began at 1:20 p.m. - the exact time of the blast one week before.",
      "Credit": "James Nielsen, Houston Chronicle"
    },
    {
      "Photo": "TexasCity-013.jpg",
      "Caption": "Aerial views of the ISOM unit of the BP plant in Texas City a week after the explosion.",
      "Credit": "Steve Ueckert, Houston Chronicle"
    },
    {
      "Photo": "TexasCity-014.jpg",
      "Caption": "A trailer located in the immediate explosion area near the blowdown stack is completely destroyed.",
      "Credit": "U.S. Chemical Safety and Hazard Investigation Board"
    }
  ],
  "DB": [
    {
      "Date": "January 12, 2015",
      "Company": "Citgo",
      "City": "Corpus Christi",
      "State": "TX",
      "Dead": 1,
      "Names": "Robert Wilkinson, 53",
      "Summary": "A worker died from injuries sustained in a fall.",
      "News_Source": "Corpus Christi Caller Times",
      "News_Link": "http://www.caller.com/business/energy/another-citgo-plant-worker-injured_33846823"
    },
    {
      "Date": "January 2, 2015",
      "Company": "PBF Energy",
      "City": "Gibbstown",
      "State": "NJ",
      "Dead": 1,
      "Names": "Gary Grimming, 63",
      "Summary": "An air compressor malfunction killed a contractor.",
      "News_Source": "NJ.com",
      "News_Link": "http://www.nj.com/gloucester-county/index.ssf/2015/01/fatality_reported_at_pbf_oil_refinery_in_greenwich_township.html#incart_river"
    },
    {
      "Date": "September 23, 2014",
      "Company": "Midland Refining?",
      "City": "Wichita ",
      "State": "KS",
      "Dead": 1,
      "Names": "Tony Losey, 22",
      "Summary": "A contractor was killed when a tank estimated to weigh 12,000 pounds fell on him.",
      "News_Source": "The Wichita Eagle",
      "News_Link": "http://www.kansas.com/news/local/article2215813.html"
    },
    {
      "Date": "November 15, 2013",
      "Company": "Chevron USA",
      "City": "Pascagoula",
      "State": "MS",
      "Dead": 1,
      "Names": "Tonya Graddy, 46",
      "Summary": "A worker was killed after an explosion and fire in the  furnace of a cracking unit. ",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=954037.015",
      "News_Source": "Gulflive.com",
      "News_Link": "http://blog.gulflive.com/mississippi-press-news/2014/04/chevron_hit_with_24000_in_osha.html"
    },
    {
      "Date": "April 17, 2013",
      "Company": "ExxonMobil",
      "City": "Beaumont",
      "State": "TX",
      "Dead": 2,
      "Names": "Dustin Creekmore | Chad McDonald",
      "Summary": "A flash fire bruned at least three employees working on a heat exchanger, sending them to the hospital. Two of the workers later died.",
      "OSHA_Link": "https://www.osha.gov/dep/fatcat/fy13_federal-state_summaries.pdf",
      "News_Source": "Beaumont Enterprise",
      "News_Link": "http://www.beaumontenterprise.com/news/article/ExxonMobil-contract-worker-dies-from-injuries-4518531.php"
    },
    {
      "Date": "March 13, 2013",
      "Company": "Motiva",
      "City": "Norco ",
      "State": "LA",
      "Dead": 2,
      "Names": "Michael Louque, 56",
      "Summary": "A worker died after being crushed by cylinders that rolled off a fork-truck.",
      "OSHA_Link": "https://www.osha.gov/dep/fatcat/fy13_federal-state_summaries.pdf",
      "News_Source": "Times-Picayune"
    },
    {
      "Date": "February 18, 2013",
      "Company": "Valero Energy Corp.",
      "City": "Ardmore",
      "State": "OK",
      "Dead": 1,
      "Summary": "A contractor died while working in a confined space at a crude oil refinery. Valero said it was a heatlh issue that wasn't work-related.",
      "News_Link": "http://www.wlox.com/story/23976953/investigation-underway-into-chevrons-deadly-fire-in-pascagoula "
    },
    {
      "Date": "December 3, 2012",
      "Company": "Valero Energy Corp.",
      "City": "Memphis",
      "State": "TN",
      "Dead": 1,
      "Names": "Daniel Tittle, 50",
      "Summary": "A maintenance employee was sprayed in the face with a highly corrosive solution of hydrofluoric acid and propane when the sight glass of a flow indicator ruptured, releasing flying glass and the acute poisonous liquid gas mixture. He was taken to a local area hospital, and later died from his injuries.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=316875640",
      "News_Source": "The Commercial Appeal (Memphis)",
      "News_Link": "http://www.commercialappeal.com/business/memphis-valero-refinery-faces-fines-of-42000"
    },
    {
      "Date": "September 28, 2012",
      "Company": "CVR Energy",
      "City": "Wynnewood",
      "State": "OK",
      "Dead": 2,
      "Names": "Russell Mann, 45 | Billy Smith, 34",
      "Summary": "A boiler explosion killed two employees.",
      "OSHA_Link": "https://www.osha.gov/pls/oshaweb/owadisp.show_document?p_table=NEWS_RELEASES&p_id=23856",
      "News_Source": "The  Oklahoman",
      "News_Link": "http://newsok.com/refinery-worker-deaths-concern-wynnewood-residents/article/3749509"
    },
    {
      "Date": "August 14, 2012",
      "Company": "Potal Petrochemicals",
      "City": "Port  Arthur",
      "State": "TX",
      "Dead": 1,
      "Names": "James Keith Hudnall, 65",
      "Summary": "A contractor was killed when a pipe fell on him while he was laying pipe inside a trench.",
      "OSHA_Link": "https://www.osha.gov/dep/fatcat/fatcat_weekly_rpt_08182012.html",
      "News_Source": "Beaumont Enterprise",
      "News_Link": "http://www.beaumontenterprise.com/news/article/UPDATE-Name-released-of-man-killed-in-refinery-3788143.php"
    },
    {
      "Date": "April 11, 2012",
      "Company": "Alon",
      "City": "Big Spring",
      "State": "TX",
      "Dead": 1,
      "Names": "Maria Patricia Cardenas",
      "Summary": "A contractor was struck and killed by a train while driving a vacuum truck across railroad tracks.",
      "OSHA_Link": "https://www.osha.gov/dep/fatcat/fatcat_weekly_rpt_04142012.html",
      "News_Link": "http://www.newswest9.com/story/17388553/identity-of-woman-killed-in-big-spring-released"
    },
    {
      "Date": "March 6, 2012",
      "Company": "Valero Energy  Corp",
      "City": "Memphis",
      "State": "TN",
      "Dead": 1,
      "Names": "Nicolas Cuevas",
      "Summary": "An explosion killed one worker and severely burned two others.",
      "News_Source": "The Commercial Appeal (Memphis)",
      "News_Link": "http://www.commercialappeal.com/news/local-news/millions-at-stake-in-valero-suit"
    },
    {
      "Date": "September 13, 2011",
      "Company": "DM Petroleum Operations",
      "City": "Freeport",
      "State": "TX",
      "Dead": 1,
      "Summary": "A worker died from blunt force trauma when he struck a 30-inch pipe while mowing grass and was pinned between it and the mower.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=315722694"
    },
    {
      "Date": "July 5, 2011",
      "Company": "ConocoPhillips Oil Refinery",
      "City": "Hartford",
      "State": "IL",
      "Dead": 1,
      "Names": "Bradley Edmund, 38",
      "Summary": "A contractor died after falling 40 feet from a tank scaffold.",
      "OSHA_Link": "https://www.osha.gov/dep/fatcat/FatalitiesFY11.csv",
      "News_Source": "Associated Press",
      "News_Link": "http://news.yahoo.com/contract-worker-dies-fall-ill-refinery-123652056.html"
    },
    {
      "Date": "June 22, 2011",
      "Company": "BP",
      "City": "Carson",
      "State": "CA",
      "Dead": 1,
      "Names": "William Wise, 54",
      "Summary": "A worker was pinned between a railcar and loading rack.",
      "OSHA_Link": "https://www.osha.gov/dep/fatcat/fatcat_weekly_rpt_06252011.html",
      "News_Source": "Contra Costa Times",
      "News_Link": "http://www.contracostatimes.com/california/ci_18331093"
    },
    {
      "Date": "March 6, 2011",
      "Company": "Valero Energy  Corp",
      "City": "Norco",
      "State": "LA",
      "Dead": 1,
      "Names": "Rodrigo Rodriguez, 30",
      "Summary": "A contractor performing maintenence on a tower went unconscious from hydrogen sulfide exposure and fell 100 feet to his death.",
      "OSHA_Link": "https://www.osha.gov/dep/fatcat/FatalitiesALL.csv",
      "News_Source": "San Antonio Express News",
      "News_Link": "http://www.mysanantonio.com/business/article/Worker-dies-in-accident-at-Valero-plant-1046266.php"
    },
    {
      "Date": "October 6, 2010",
      "Company": "Chalmette Refining LLC",
      "City": "Chalmette",
      "State": "LA",
      "Dead": 1,
      "Names": "Gregory Starkey, 33",
      "Summary": "A worker was under supplied air with a helper inside a hydrogen sulfide unit. As he was leaving the job, he slumped over for unknown reasons.",
      "OSHA_Link": "https://www.osha.gov/dep/fatcat/fatcat_weekly_rpt_10092010.html",
      "News_Source": "The Times-Picayune",
      "News_Link": "http://www.nola.com/news/index.ssf/2010/10/deq_state_police_responding_to.html"
    },
    {
      "Date": "May 27, 2010",
      "Company": "Shell Oil",
      "City": "Wilmington",
      "State": "CA",
      "Dead": 1,
      "Summary": "An employee unexpectedly dropped to the ground on duty. He was taken to the hospital where he was pronounced dead. The determined cause of death was arteriosclerotic cardiovascular disease.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=202530150"
    },
    {
      "Date": "April 19, 2010",
      "Company": "Motiva Enterprises LLC",
      "City": "Port Arthur",
      "State": "TX",
      "Dead": 1,
      "Names": "Stewart Shaver, 41",
      "Summary": "A 44,000 pound counterweight tray was dropped from an assist crane onto an employee.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=312922057",
      "News_Source": "Beaumont Enterprise",
      "News_Link": "http://www.beaumontenterprise.com/news/article/Man-killed-at-Motiva-named-died-of-massive-head-733288.php"
    },
    {
      "Date": "April 2, 2010",
      "Company": "Tesoro",
      "City": "Anacortes",
      "State": "WA",
      "Dead": 7,
      "Names": "Daniel J. Aldridge, 50 | Matthew C. Bowen, 31 | Darrin J. Hoines, 43 |Kathryn Powell, 28 | Donna Van Dreumel, 36 | Matt Gumbel, 34 | Lew Janz, 41",
      "Summary": "A heat exchanger ruptured, severely burning seven employees. All died within 22 days.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=314251315",
      "News_Link": "http://kuow.org/post/four-years-after-deadly-blast-tesoro-mostly-unscathed"
    },
    {
      "Date": "March 2, 2010",
      "Company": "HollyFrontier",
      "City": "Artesia ",
      "State": "NM",
      "Dead": 2,
      "Names": "Natividad Andajo | Victor Villa",
      "Summary": "A welder ignited vapors from flammable liquids within a tank, resulting in an explosion that killed two employees and injured two others.",
      "OSHA_Link": "http://www.nmenv.state.nm.us/OOTS/PR/2012/PR102612_Environment_Department_Reaches_Deal_with_Navajo_Refining.pdf https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=14301675",
      "News_Link": "http://www.abqjournal.com/news/state/apartesiarefineryfire103-03-10.htm"
    },
    {
      "Date": "January 22, 2010",
      "Company": " LyondellBasell ",
      "City": "Houston",
      "State": "TX",
      "Dead": 1,
      "Names": "Earl Boring, 49",
      "Summary": "An employee fell from a tower and was killed.\n",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=312921067",
      "News_Source": "Houston Chronicle",
      "News_Link": "http://www.chron.com/business/energy/article/Worker-dies-at-LyondellBasell-refinery-in-Houston-1705410.php"
    },
    {
      "Date": "December 4, 2009",
      "Company": "Valero Energy  Corp",
      "City": "Texas City",
      "State": "TX",
      "Dead": 1,
      "Names": "Tommy Manis, 40",
      "Summary": "A worker was lighting a pilot on a boiler in a stream unit when the boiler catastrophically failed.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=312920226",
      "News_Source": "Reuters",
      "News_Link": "http://www.reuters.com/article/2009/12/05/us-refinery-blast-valero-idUSTRE5B41AV20091205"
    },
    {
      "Date": "November 5, 2009",
      "Company": "Husky Energy",
      "City": "Lima",
      "State": "OH",
      "Dead": 1,
      "Names": "Adrian “John” Flores, 59",
      "Summary": "A worker fell to the ground from an aerial lift and was killed. He was wearing a full body harness with lanyard but was not tied off to the aerial lift platform.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=893845.015",
      "News_Source": "LimaOhio.com",
      "News_Link": "http://www.limaohio.com/news/local_news/article_62c088b0-b4ca-5209-8025-30048732fe33.html?mode=story"
    },
    {
      "Date": "October 15, 2009",
      "Company": "Conoco",
      "City": "Westlake",
      "State": "LA",
      "Dead": 1,
      "Names": "Alton Charles Washington, 46",
      "Summary": "A flash fire severely burned an employee, who later died.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=200550994"
    },
    {
      "Date": "April 29, 2009",
      "Company": "Shell Chemical ",
      "City": "Martinez ",
      "State": "CA",
      "Dead": 1,
      "Names": "William \"Bill\" Maddock\"",
      "Summary": "An employee fell into a water tank and drowned when he was unable to escape.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=311073092",
      "News_Source": "InsideBayAreaNews.com",
      "News_Link": "http://www.insidebayarea.com/california/ci_13350554"
    },
    {
      "Date": "April 24, 2009",
      "Company": "Marathon",
      "City": "Garyville",
      "State": "LA",
      "Dead": 1,
      "Names": "Jeremy Nuspliger, 22",
      "Summary": "An employee was killed in a fall through a floor opening. ",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=200555639",
      "News_Source": "Nola.com ",
      "News_Link": "http://www.nola.com/news/index.ssf/2009/04/marathon_plant_worker_killed_i.html"
    },
    {
      "Date": "April 11, 2009",
      "Company": "ExxonMobil",
      "City": "Torrance",
      "State": "CA",
      "Dead": 1,
      "Names": "Nelson Tan, 49",
      "Summary": "An employee was struck with 212-degree Fahrenheit water, steam, and steam condensate from an unbolted flange on the front and back of his body. He died more than two weeks later.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=312119340",
      "News_Source": "InsideBayAreaNews.com",
      "News_Link": "http://www.insidebayarea.com/california/ci_13350554"
    },
    {
      "Date": "March 7, 2009",
      "Company": "Total Petrochemical",
      "City": "Port  Arthur",
      "State": "TX",
      "Dead": 1,
      "Names": "Patric Whittower, 24",
      "Summary": "An employee was struck in the head and killed by the headache ball of a 50-ton crane.\n",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=311962138",
      "News_Source": "Beaumont Enterprise",
      "News_Link": "http://www.beaumontenterprise.com/news/article/Total-contract-worker-identified-745043.php"
    },
    {
      "Date": "November 20, 2008",
      "Company": "Delek Refining Ltd.",
      "City": "Tyler",
      "State": "TX",
      "Dead": 2,
      "Names": "Jim Hammett, 52 | Dale Sharman, 49",
      "Summary": "Two employees were killed in an explosion and fire after a line ruptured at the Sat-Gas (saturated-gas) Unit. Three others were injured.",
      "OSHA_Link": "https://www.osha.gov/pls/oshaweb/owadisp.show_document?p_table=NEWS_RELEASES&p_id=17927"
    },
    {
      "Date": "October 9, 2008",
      "Company": "BP",
      "City": "Texas City",
      "State": "TX",
      "Dead": 1,
      "Names": "Ramon SiFuentes, 35"
    },
    {
      "Date": "July 18, 2008",
      "Company": "LyondellBasell",
      "City": "Houston",
      "State": "TX",
      "Dead": 4,
      "Names": "Marion \"Scooter\" Hubert Odom III, 41 | John D. Henry, 33 | Daniel \"DJ\" Lee Johnson, 30 | Rocky Dale Strength, 30",
      "Summary": "One of the nation's largest mobile cranes collapsed, killing four workers and injuring seven others.",
      "News_Link": "http://www.chron.com/neighborhood/pasadena-news/article/Four-killed-as-huge-crane-collapses-at-Houston-1656041.php"
    },
    {
      "Date": "January 15, 2008",
      "Company": "BP",
      "City": "Texas City",
      "State": "TX",
      "Dead": 1,
      "Names": "William Joseph Gracia, 56",
      "Summary": "An employee was killed when a lid blew off a pressurized water filter system and struck him.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=201924362"
    },
    {
      "Date": "December 1, 2007",
      "Company": "Marathon Petroleum",
      "City": "St Paul Park",
      "State": "MN",
      "Dead": 1,
      "Names": "Nick Gunter, 29",
      "Summary": "An employee was killed when a tank exploded.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=311613426"
    },
    {
      "Date": "October 22, 2007",
      "Company": "ConocoPhillips",
      "City": "Westlake",
      "State": "LA",
      "Names": "Alton Charles Washington, 46",
      "Summary": "A contractor died after operating vaccum truck when exposed to hazardous chemicals.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=310254149"
    },
    {
      "Date": "August 9, 2007",
      "Company": "Motiva",
      "City": "Port Arthur",
      "State": "TX",
      "Dead": 1,
      "Names": "Emery Bowie, 25",
      "News_Link": "http://www.12newsnow.com/story/28216832/family-of-port-arthur-man-killed-in-2007-bulldozer-accident-wins-multimillion-dollar-lawsuit-against-caterpillar"
    },
    {
      "Date": "August 7, 2007",
      "Company": "BP",
      "City": "Cherry Point",
      "State": "WA",
      "Dead": 1,
      "Names": "Christopher Primeau, 35",
      "Summary": "An employee was crushed by a piling weighing 11,000 to 18,000 pounds that came loose from a massive hammer.",
      "News_Link": "http://www.chron.com/business/article/BP-contract-worker-dies-near-Texas-City-refinery-1661773.php"
    },
    {
      "Date": "June 5, 2007",
      "Company": "BP",
      "City": "Texas City",
      "State": "TX",
      "Dead": 1,
      "Names": "Richard Leining, 44",
      "Summary": "Liening, a jounreyman employed by AMEX Electrical Services, was working on an idle residual hydrotreater unit, which was being reconditioned prior to restart. ",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=201924156",
      "News_Source": "Houston Chronicle ",
      "News_Link": "http://www.chron.com/business/article/Worker-at-Texas-City-BP-plant-dies-after-accident-1799536.php"
    },
    {
      "Date": "August 31, 2007",
      "Company": "Marathon Petroleum",
      "City": "Garyville",
      "State": "LA",
      "Dead": 1,
      "Names": "Jackie Batiste, 34",
      "Summary": "At 6:30 p.m. on August 31, 2007, Employee #1, a refrigerated butane storage (RBS) operator, was instructed to close the block valves at night fall, following a hydrostatic test of Tank 300-1. Employee #1 closed the block valves as instructed. At approximately 8:45 p.m., Employee #1 was instructed by the supervisor to open the block valve drain on Tank 300-1 to stop the flow of water to the baffle pond due to high water. Another operator was instructed to close the valve on Tank 300-1 to stop the flow of water to the pond. Employee #1 traveled in a Ford F150 pickup truck to the pond, when he encountered high water, but he continued to drive the same route and drove into the pond. Employee #1 notified his supervisor by radio that he drove the vehicle into a \"ditch\", when actually Employee #1 was in the pond. He stated he was OK at approximately 10:30 p.m. Employee #1 called the supervisor again to inquire on how long it would be before someone would get to him. The supervisor stated an arrival time of a few minutes. Employee #1 replied again that he was OK. The approximate time was between 10:45 p.m. to 11:00 p.m. This was the last radio transmission between Employee #1 and other employees. Follow-up transmissions could not reach Employee #1. At approximately 11:00 p.m., attempts were made by employees who arrived on the scene to locate Employee #1. The water was high and there were no lights in the area except the headlights of the two vehicles searching for Employee #1. Employee #1 and the F150 he was driving were not visible. At approximately 11:05 p.m., a request for rescue personnel to respond to an incident at the north pond was made. Employee #1 was found at approximately 3:00 a.m. on September 1, 2007, drowned in the pond.\n",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=310253620",
      "News_Source": "Nola.com",
      "News_Link": "http://blog.nola.com/times-picayune/2007/09/a_marathon_employee_dies_at_ga.html"
    },
    {
      "Date": "January 20, 2007",
      "Company": "Marathon Petroleum",
      "City": "Robinson",
      "State": "IL",
      "Dead": 1,
      "Names": "Dan Gunraj, 47",
      "Summary": "Hydrogen sulfide  exposure. ",
      "OSHA_Link": "http://s3.documentcloud.org/documents/215327/marathon-robinson-report.pdf"
    },
    {
      "Date": "October 22, 2006",
      "Company": "Flint Hills Resources",
      "City": "Corpus Christi",
      "State": "TX",
      "Dead": 1,
      "Names": "Ramiro Dominguez, 35(?)",
      "Summary": "Contractor with J.V. Industrial Companies fell from ladder. ",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=310451380"
    },
    {
      "Date": "July 21, 2006",
      "Company": "BP ",
      "City": "Texas City",
      "State": "TX",
      "Dead": 1,
      "Names": "Ronnie Graves, 52",
      "Summary": "On July 21, 2006, Employee #1 was working for a company that produced chemicals. It was a subcontractor of BP Products. He was operating an aerial lift and was in the lift's basket installing an I-beam, when he was pinned and crushed against the basket. He sustained an unspecified fracture, and he was killed.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=308322452",
      "News_Source": "Chron.com",
      "News_Link": "http://www.chron.com/news/houston-texas/article/BP-launches-inquiry-into-Friday-s-deadly-accident-1875555.php"
    },
    {
      "Date": "April 10, 2006",
      "Company": "ConocoPhillips",
      "City": "Wilmington",
      "State": "CA",
      "Dead": 1,
      "Names": "Mario Vasquez, 25",
      "Summary": "One man died and four injured when the roof of a storage tank collapsed. Inicdnet occurred in a tank normally used to store \"mapitha?\" at the refinery, 1660 W. anaheim St. Tank had been emptied for work. It had a \"floating roof\" designed to move up and down, but was held in place by 27 steel support legs; roof dropped when workers were cutting an inch from support legs to place new steel plates underneith.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=201147592",
      "News_Source": "LA TImes ",
      "News_Link": "http://articles.latimes.com/2006/apr/11/local/me-refinery11"
    },
    {
      "Date": "November 5, 2005",
      "Company": "Valero Energy Corp.",
      "City": "Delaware City",
      "State": "DE",
      "Dead": 2,
      "Names": "John A. Lattanzi, 57 | John Ferguson, 29",
      "Summary": "Two contract employees were overcome and fatally injured by nitrogen as they performed maintenance work near a 24-inch opening on the top of a reactor. One of the workers died attempting rescue. ",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=308322452",
      "News_Source": "Chemical Safety Board"
    },
    {
      "Date": "September 14, 2005",
      "Company": "ExxonMobil",
      "City": "Torrance",
      "State": "CA",
      "Dead": 1,
      "Names": "David Yanez-Plasencia, 61",
      "Summary": "At approximately 8:47 p.m., on September 14, 2005, Employee #1 of an industrial cleaning company and often does contract work in refineries. In this particular contract, employer was given the task of cleaning waste tanks. Employees #1 through #3 were on the night shift on the night of the accident. After the tanks had been emptied of water, the employees descended into the tanks one by one to manually pick up solid debris. The actual worksite is an area which had several tanks or pits. The pits were of different configurations: there were rectangular, square as well as round pits, varying in depth from 15 to 30 ft. While the pits were separated by concrete walls, they were connected together at the bottom but were guarded by gates. After coming out of a 15 ft pit, Employee #1 was resting on the perimeter of the pits, preparing to enter into a 30 ft pit. He was wearing a body harness with a lanyard. Employee #1 was a six foot tripod, an emergency rescue equipment, leaning against a post. Upon seeing that his coworkers were having difficulty setting up a ladder for the next descend, Employee #1 walked across the top of the walls of the pits to help Employee #2 and Employee #3 out. As he walked across, employee #1, somehow pulled the tripod with him, the tripod fell and dropped into one of the pits, pulling him down with it. Before Employee #1 fell into the hole, his head hit the lip of the 29-in. wide pit, causing him to die of blunt head trauma. It is not clear whether his landyard got entangled with the tripod or that Employee #1 had hooked both his lanyard caribeeners into the tripod. According to refinery management, when the tripod was retrieved out of the pit, both caribeeners of the lanyard of Employee #1 were found hooked up to the tripod.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=201037561"
    },
    {
      "Date": "May 3, 2005",
      "Company": "BP ",
      "City": "Cherry Point",
      "State": "WA",
      "Dead": 1,
      "Names": "Nick Karuza, 58",
      "Summary": "That death involved a contract worker hired to clean a vessel at the refinery, who lost contact with a safety monitor and was found unconscious in about 8 to 10 inches of water, BP said.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=202364808",
      "News_Source": "Wall Street Journal ",
      "News_Link": "http://www.wsj.com/articles/SB111540658126527091"
    },
    {
      "Date": "March 23, 2005",
      "Company": "BP",
      "City": "Texas City",
      "State": "TX",
      "Dead": 15,
      "Names": "Glenn Bolton | Lorena Cruz‐Alexander | Rafael \"Ralph\" Herrera, Jr. | \nDaniel J. Hogan, III | Jimmy Ray Hunnings | Morris \"Monk\" King | Larry Wayne Linsenbardt | Arthur Galvan Ramos | Ryan Rodriguez | James Warren Rowe | Linda Marie Hammer Rowe | Kimberly Smith | Susan Duhan Taylor | Larry Sheldon Thomas | Eugene White",
      "Summary": "2005 explosion and fire at a BP refinery in Texas City, Texas, killed 15 workers and injured 180 more",
      "OSHA_Link": "https://www.osha.gov/dep/bp/bp.html",
      "News_Source": "Chron.com",
      "News_Link": "http://www.chron.com/news/article/Horror-in-trailer-bonds-BP-blast-survivors-1476310.php"
    },
    {
      "Date": "January 19, 2005",
      "Company": "Kern Oil and Refining",
      "City": "Bakersfield",
      "State": "CA",
      "Dead": 1,
      "Names": "Duane Herdt, 49",
      "Summary": "1 employee killed 2 injured in refinery explosion",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=120337290",
      "News_Source": "The Bakersfield Californian",
      "News_Link": "http://www.bakersfieldcalifornian.com/archive/x1011018099/High-fine-urged-in-work-death"
    },
    {
      "Date": "September 2, 2004",
      "Company": "BP",
      "City": "Texas City",
      "State": "TX",
      "Dead": 2,
      "Names": "Leonard Moore | Raymond Gonzalez",
      "Summary": "On September 2, 2004, three employees were working on a boiler feed-water pump. A failure occurred and the employees were exposed to steam and hot water. Employees #1 and #3 died from serious burns and Employee #1 was hospitalized and treated for his injuries.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=306482266"
    },
    {
      "Date": "June 11, 2004",
      "Company": "Equilon Enterprises LLC",
      "City": "Carson",
      "State": "CA",
      "Dead": 1,
      "Summary": "On June 2, 2004, Employee #1 died from a heart attack. Employee #1's death was determined to be from natural causes and not work related.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=201036167"
    },
    {
      "Date": "April 17, 2004",
      "Company": "CVR Refining",
      "City": "Coffeyville",
      "State": "KS",
      "Dead": 1,
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=307308817"
    },
    {
      "Date": "February 3, 2004",
      "Company": "Valero Energy Corp.",
      "City": "Corpus Christi",
      "State": "TX",
      "Dead": 1,
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=307225656"
    },
    {
      "Date": "January 1, 2004",
      "Company": "BP",
      "City": "Whiting",
      "State": "IN",
      "Dead": 1,
      "Summary": "Fall from seperator cover",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=307107763"
    },
    {
      "Date": "October 28, 2003",
      "Company": "Lion Oil Company",
      "City": "El Dorado ",
      "State": "AR",
      "Dead": 1,
      "Summary": "Hydrogen Sulfide exposure/massive heart attack",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=307107763"
    },
    {
      "Date": "August 26, 2003",
      "Company": "ExxonMobil",
      "City": "Baytown",
      "State": "TX",
      "Dead": 1,
      "Summary": "On August 26, 2003, Employee #1 was cleaning a temporary filter. For some reason, the filter exploded. A flash fire occurred and Employee #1 was engulfed and severely burned. Emergency services were contacted and Employee #1 was transported by helicopter to Herman Hospital, where he was hospitalized. He died 25 days later on September 20, 2003.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=306565540"
    },
    {
      "Date": "July 21, 2003",
      "Company": "Conoco Phillips",
      "City": "Ponca City",
      "State": "OK",
      "Dead": 1,
      "Names": "Tim Crank, 39",
      "Summary": "Employee dies 10 days after being burned in explosion and fire"
    },
    {
      "Date": "July 21, 2003",
      "Company": "ChevronTexaco ",
      "City": "Pascagoula",
      "State": "MS",
      "Dead": 1,
      "Names": "Frank S. Richard, 48",
      "Summary": "Frank S. Richard died after falling about 25 feet from a steel structure inside the ChevronTexaco refinery in Pascagoula, Miss. Coded as \"General contractors � Industrial Buildings and Warehouses.\""
    },
    {
      "Date": "April 3, 2003",
      "Company": "ExxonMobil",
      "City": "Torrance",
      "State": "CA",
      "Dead": 1,
      "Summary": "electrocuted during AC installation outside of the refinery",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=305472789"
    },
    {
      "Date": "March 3, 2003",
      "Company": "ExxonMobil",
      "City": "Baytown",
      "State": "TX",
      "Dead": 1,
      "Summary": "Heart attack",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=304512437"
    },
    {
      "Date": "February 22, 2003",
      "Company": "Motiva Enterprises LLC",
      "City": "Norco",
      "State": "LA",
      "Dead": 1,
      "Summary": "On February 21, 2002, two employees were blocking the boiler feed water to the calcider. Two methods were available to accomplish this, using the double block valve or the root valves. The root valves, being the easiest valves to manipulate, were selected. Because of the location of these valves, the employees walked on the pipe rack. As his coworker began to access the pipe rack, Employee #1 slipped and fell 34 feet from the pipes. Employee #1 died at the scene.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=304965734"
    },
    {
      "Date": "September 23, 2002",
      "Company": "Koch Hydrocarbon LP",
      "City": "Medford",
      "State": "OK",
      "Dead": 1,
      "Summary": "3 employees injured, one killed in flammable vapor fire",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=304965734"
    },
    {
      "Date": "June 6, 2002",
      "Company": "Murphy Oil ",
      "City": "Meraux",
      "State": "LA",
      "Dead": 1,
      "Names": "Kevin Taylor, 33",
      "Summary": "Contractor dies, another injured in fire",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=304477342"
    },
    {
      "Date": "May 22, 2002",
      "Company": "Valero Energy Corp.",
      "City": "Paulsboro",
      "State": "NJ",
      "Dead": 1,
      "Names": "Timothy M. Tillger",
      "Summary": "Contractor, machinery maintainance man, dies from asphyxiation",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=201771706"
    },
    {
      "Date": "January 31, 2002",
      "Company": "Orion",
      "City": "Norco ",
      "State": "LA",
      "Dead": 1,
      "Names": "Alonzo Stevens, 36",
      "Summary": "He had been missing 24 hours before found hanging inside a tank, caught by his suspenders.He was working on a part of a gasoline-making unit\nthat had been shut down for maintenance for 30 days, according to the Times-Picayune\n",
      "News_Source": "http://www.seattlepi.com/business/article/Refineries-uncounted-dead-Contract-workers-1173440.php"
    },
    {
      "Date": "January 26, 2002",
      "Company": "Tesoro",
      "City": "Anacortes",
      "State": "WA",
      "Dead": 1,
      "Names": "Johnny J. Rogers",
      "Summary": "Maintenance worker was crushed by a temporary elevator at the Tesoro refinery in Anacortes, Wash",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=123276610",
      "News_Source": "Yakima Herald-Republic",
      "News_Link": "http://www.highbeam.com/doc/1P2-9565565.html"
    },
    {
      "Date": "January 14, 2002",
      "Company": "Marathon Petroleum",
      "City": "Garyville",
      "State": "LA",
      "Dead": 1,
      "Names": "Donald Chambers, 39",
      "Summary": "At approximately 10:30 p.m. on January 14, 2002, Employee #1 of Catalyst Process Specialists Inc., working at the Marathon-Ashland Refinery, was inside reactor vessel #2503 to knock down mounds of catalyst that had clumped together. As the employee began chipping away at the mound, the mound collapsed on the employee, engulfing him in the catalyst. Employee #1was engulfed by the catalyst. During his struggle to get free of the collapsing catalyst, more and more engulfed him, and eventually, the face seal of the helmet used by the employee broke allowing for the fresh air to be released into the catalyst and for catalyst to enter the mask. Supplied air was released from the helmet into the catalyst, causing it to ignite. Employee #1 was killed as a result of chemical burns.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=200552206",
      "News_Source": "The Lens",
      "News_Link": "http://thelensnola.org/2011/07/11/workplace-deaths-refineries-osha-vpp/"
    },
    {
      "Date": "December 1, 2001",
      "Company": "ChevronTexaco ",
      "City": "Pascagoula",
      "State": "MS",
      "Dead": 1,
      "Names": "Chad Grimes, 30",
      "Summary": " Chad Grimes, 30, was killed and another man injured in a fire while working at the ChevronTexaco refinery in Pascagoula, Miss.,",
      "News_Source": "Chron"
    },
    {
      "Date": "August 8, 2001",
      "Company": "BP",
      "City": "Texas City",
      "State": "TX",
      "Dead": 1,
      "Names": "Carl Bernard Williams",
      "Summary": "RSI Inc contractor dies from asphyxiation in nitrogen purge",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=123276610"
    },
    {
      "Date": "July 23, 2001",
      "Company": "Necessary Oil Company",
      "City": "Bristol",
      "State": "TN",
      "Dead": 1,
      "Names": "Allen Raymond Eaton, 61",
      "Summary": "A worker died from burns when oil spilling from a ruptured overflow line at a reclamation plant ignited",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=304497118"
    },
    {
      "Date": "July 17, 2001",
      "Company": "Motiva Enterprises LLC",
      "City": "Delaware City",
      "State": "DE",
      "Dead": 1,
      "Names": "Jeffrey Davis, 50",
      "Summary": "CSB: On July 17, 2001, an explosion occurred at the Motiva Enterprises refinery in Delaware City, Delaware. A work crew had been repairing a catwalk above a sulfuric acid storage tank farm when a spark from their hot work ignited flammable vapors in one of the tanks. This tank had holes in its roof and shell due to corrosion. The tank collapsed, and one the contract workers was killed; eight others were injured. A significant volume of sulfuric acid was released to the environment. 1 killed, 8 injured.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=200410611",
      "News_Source": "Chemical Safety Board",
      "News_Link": "http://www.csb.gov/news-release-august-28-2002-u-s-chemical-safety-board-approves-findings-and-recommendations-in-aftermath-of-motiva-refinery-sulfuric-acid-tank-farm-disaster/"
    },
    {
      "Date": "June 13, 2001",
      "Company": "Colorado Refining Company",
      "City": "Comerce City ",
      "State": "CO",
      "Dead": 1,
      "Names": "Dominick Mustache, 48",
      "Summary": "Fall from ladder",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=303677298"
    },
    {
      "Date": "February 22, 2001",
      "Company": "International Catalyst Inc",
      "City": "Torrance ",
      "State": "CA",
      "Dead": 1,
      "Summary": "Employee killed while in confined space–hydrocracker unit"
    },
    {
      "Date": "January 19, 2001",
      "Company": "Citgo",
      "City": "Corpus Christi",
      "Dead": 1,
      "Names": "John C. Wood, 23",
      "Summary": "Employee #1 was tungsten-inert-gas welding in a confined space at a refinery and suffered Argon asphyxiation. Employee #1 was killed.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=303682660"
    },
    {
      "Date": "November 29, 2000",
      "Company": "Valero Energy Corp.",
      "City": "Co",
      "State": "TX",
      "Dead": 1,
      "Names": "Luis Govea, 45",
      "Summary": "Employees #1 and #2 , who worked for a nested maintenance contractor, were finishing the turnaround of the sulfur recovery complex at a refinery. They were removing a 14 in. isolation blind from the overhead inlet of a horizontal receiver vessel. The vessel was part of an amine treating unit that had been emptied, steamed out, and drained a few days before. After several attempts, the overhead piping had been replaced and the blinds had been removed and reinstalled. Employees #1 and #2 were working from a scaffold when they were exposed to strong hydrogen sulfide emissions from the vessel. Employee #1 staggered away, but within minutes had lapsed into unconsciousness and died. Employee #2 managed to escape and reach grade level. He was hospitalized for observation and released with no lasting effects. The vessel had accumulated sour gas from a connected overhead gas line, tied into nearby sulfur trains that were operating at relatively low pressure. The source was a single leaking 12 in. gate valve that had been closed and locked out. Employees #1 and #2 were working without respiratory protection or gas detection equipment. The valve inspection program, lockout/tagout program, and respiratory protections were found lacking. At the time of the accident, the foreman was also overseeing other crews at the site.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=303682223"
    },
    {
      "Date": "May 28, 2000",
      "Company": "BP",
      "City": "Whiting",
      "State": "IN",
      "Dead": 1,
      "Names": "Cedric Norwood, 47",
      "Summary": "Norwood was a 25-year plant employee who had three children and five grandchildren. Article says there was also a 1996 fatality at the plant.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=300719168"
    },
    {
      "Date": "March 19, 2000",
      "Company": "Exxon",
      "City": "Baytown",
      "State": "TX",
      "Dead": 1,
      "Summary": "Apparent heart attack while slumped in chair",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=302572797"
    },
    {
      "Date": "November 8, 1999",
      "Company": "Desoto Oil and Gas",
      "City": "Brewton",
      "State": "AL",
      "Dead": 1,
      "Names": "James Hollington, 36",
      "Summary": "Employee dies from exposure to hydrogen sulfide",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=109150060"
    },
    {
      "Date": "August 9, 1999",
      "Company": "Citgo",
      "City": "Corpus Christi",
      "State": "TX",
      "Dead": 1,
      "Names": "Lonnie V. Wright, 54",
      "Summary": "One killed, one injured in refinery boiler explosion",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=302101522",
      "News_Source": "Legal Settlement",
      "News_Link": "http://www.perryhaas.com/wright_vs_citgo_overview.html"
    },
    {
      "Date": "February 23, 1999",
      "Company": "Tosco",
      "City": "Martinez",
      "State": "CA",
      "Dead": 4,
      "Names": "Rollin Blue | Tom Rodacker | Ricardo Enriquez | Ernie Pofahl",
      "Summary": "CSB: The 1999 incident occurred as workers attempted to remove and replace a leaky petroleum pipe which was attached to an operating oil distillation tower, known as a fractionator. Over a 13-day period prior to the accident, workers had repeatedly tried to isolate and drain the pipe, but leaking and corroded shut-off valves hampered their efforts. At the time of the incident, the pipe still contained a significant volume of pressurized naphtha, a highly flammable petroleum mixture similar to gasoline. While workers were in the process of replacing the pipe, the naphtha was released and burst into flame, killing the four workers. At the time of the fire, workers were positioned on scaffolding up to a hundred feet off the ground and had limited means of escape.\n\n",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=301403507",
      "News_Source": "san francisco chronicle",
      "News_Link": "http://www.sfgate.com/bayarea/article/EXPLOSION-AT-TOSCO-ONE-YEAR-LATER-Uneasy-in-3304729.php"
    },
    {
      "Date": "January 13, 1999",
      "Company": "Cross Oil",
      "City": "Smackover",
      "State": "AR",
      "Dead": 3,
      "Names": "Dale Hamilton, 54 | Scott Shoffnor, 28 | Clay Yarbrough, 57",
      "Summary": "\"Three men working on a tank at an oil refinery were killed Wednesday in explosion that was heard for miles.\"",
      "News_Source": "Associated Press",
      "News_Link": "http://www.apnewsarchive.com/1999/3-Killed-in-Oil-Refinery-Blast/id-991a12e494b76d5e296680089c21674c"
    },
    {
      "Date": "November 25, 1998",
      "Company": "Equilon Enterprises LLC",
      "City": "Anacortes",
      "State": "WA",
      "Dead": 6,
      "Names": "David Murdzia, 30 | Warren Fry, 50 | Theodore Cade, 23 | James Berlin, 38 | Ronald J. Granfors, 49 | Wayne E. Dowe, 44",
      "Summary": " An explosion and fire erupts in the coking plant at the Equilon Puget Sound Refinery in Anacortes, killing six refinery workers who were attempting to restart the delayed coking unit following a power outage. ",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=302182837",
      "News_Source": "Seattle Post-Intelligencer",
      "News_Link": "http://www.seattlepi.com/local/article/Latest-refinery-blast-brings-back-unwanted-883069.php"
    },
    {
      "Date": "October 16, 1998",
      "Company": "Motiva Enterprises LLC",
      "City": "Port Arthur",
      "State": "TX",
      "Dead": 1,
      "Summary": "Employee Killed when run over locomotive train",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=201921285"
    },
    {
      "Date": "October 13, 1998",
      "Company": "ConocoPhillips",
      "City": "Old Ocean",
      "State": "TX",
      "Dead": 1,
      "Summary": "Employee dies from overexposure to sulfuric acid",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=301403473"
    },
    {
      "Date": "August 20, 1998",
      "Company": "Arco",
      "City": "Carson",
      "State": "CA",
      "Dead": 1,
      "Names": "Enrique Campos, 52",
      "Summary": "\"One man was killed and another injured when a 40-foot tank exploded at Arco's Carson refinery Wednesday morning, company officials said.\"",
      "News_Source": "LA Times",
      "News_Link": "http://articles.latimes.com/1998/aug/20/local/me-14847"
    },
    {
      "Date": "February 11, 1998",
      "Company": "Valero Energy Corp.",
      "City": "Texas City",
      "State": "TX",
      "Dead": 1,
      "Summary": "Employee killed by acute exposure to hydrogen sulfide",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=201921285"
    },
    {
      "Date": "February 9, 1998",
      "Company": "Motiva Enterprises LLC",
      "City": "Convent",
      "State": "LA",
      "Dead": 1,
      "Summary": "Employee dies from exposure to hydrogen sulfide",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=301988630"
    },
    {
      "Date": "January 22, 1997",
      "Company": "Tosco Avon",
      "City": "MARTINEZ",
      "State": "CA",
      "Dead": 1,
      "Names": "Michael Glanzman, 41",
      "Summary": "Employee #1 was killed during an explosion and fire in a hydrocracking process unit.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=125766931",
      "News_Source": "san francisco chronicle",
      "News_Link": "http://www.sfgate.com/news/article/Haunting-Memories-Victim-s-family-frustrated-3014385.php"
    },
    {
      "Date": "July 14, 1996",
      "Company": "Phillips Petroleum",
      "City": "Borger",
      "State": "TX",
      "Dead": 1,
      "Summary": "Employee killed when reactor explodes"
    },
    {
      "Date": "April 1, 1996",
      "Company": "Diamond Shamrock Refining",
      "City": "Sunray",
      "State": "TX",
      "Dead": 1,
      "Names": "Charles Otis Hall",
      "Summary": "The fire was caused when the first stage compressor cylinder on the No. 2 RLE compressor pulled in liquid during the start-up procedure, which caused the cylinder internal bypass cover plate to crack. Hydrocarbon liquid and gas leaked from the cracked cover plate and was ignited from an unidentified source, which resulted in the fire and explosion. Three employees in the feed prep unit-Ellis Thornburg, Charles Hall, and Kevin Smith-were severely injured and sent to the Lubbock Burn Center. As a result of the explosion, Charles received third degree burns over fifty percent of his body, which caused his death eight days later on April 9, 1996.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/accidentsearch.accident_detail?id=200810026"
    },
    {
      "Date": "February 8, 1996",
      "Company": "Texaco Refining",
      "City": "Anacortes",
      "State": "WA",
      "Dead": 1,
      "Names": "Tracy Giles",
      "Summary": "Employee killed when struck by 700 lb shell cover",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=103431680",
      "News_Source": "Associated PRess",
      "News_Link": "http://web.kitsapsun.com/archive/1998/12-03/0053_anacortes__records__oil_refinery_.html"
    },
    {
      "Date": "January 22, 1996",
      "Company": "BP",
      "City": "Belle Chasse ",
      "State": "LA",
      "Dead": 1,
      "Summary": "Employee #1, an operator in a fuel recycling process, was having problems with rocks blocking up lines and pumps in the equipment. Employees removed the 18 in. by 24 in. inspection cover from the top of an 8 ft diameter by 8 ft high tank and put a suction hose down into the bottom of the tank to suck the rocks out. Wearing an organic vapor chemical cartridge respirator, Employee #1 entered the tank, which had contained sludge and hydrocarbons, to take the larger rocks out by hand. He was overcome after approximately 10 minutes and died of asphyxia.",
      "OSHA_Link": "https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&ved=0CB4QFjAA&url=https%3A%2F%2Fwww.osha.gov%2Fpls%2Fimis%2Festablishment.inspection_detail%3Fid%3D103431680&ei=yEv5VNX0GYHsgwSyioC4AQ&usg=AFQjCNHpbMoWzDsO3_nRXvKup1DMdkLAWA&bvm=bv.87611401,d.eXY"
    },
    {
      "Date": "December 22, 1995",
      "Company": "Coastal Refining and Marketing",
      "City": "Corpus Christi",
      "State": "TX",
      "Dead": 1,
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=122220114"
    },
    {
      "Date": "December 12, 1995",
      "Company": "Pennzoil Products Company",
      "City": "Romeoville",
      "State": "IL",
      "Dead": 1,
      "Names": "Larry Kwasniewski, 43",
      "Summary": "Kwasniewsk, a pipefitter, was performing routine maintenance on a heater unit when a fire broke out, killing him.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=122163967",
      "News_Source": "Chicago Tribune",
      "News_Link": "http://articles.chicagotribune.com/1995-12-12/news/9512120274_1_refinery-small-fire-pipefitter"
    },
    {
      "Date": "October 16, 1995",
      "Company": "Pennzoil Products Company",
      "City": "Rouseville",
      "State": "PA",
      "Dead": 5,
      "Names": "Ray Kelosky | Russell Beers | John Lee Pritchard | Clifford Walton",
      "Summary": "An explosion at the refinery killed three workers instantly. Two died later from injuries. Regulators determined that many factors caused the incident, including outmoded equipment and poor training. ",
      "News_Source": "EPA Investigation ",
      "News_Link": "http://www.epa.gov/oem/docs/chem/pennzoil.pdf"
    },
    {
      "Date": "September 8, 1995",
      "Company": "Unocal",
      "City": "Nipomo",
      "State": "CA",
      "Dead": 1,
      "Summary": "Workers were cleaning a tank when sulfur dioxide and hydrogen sulfide gases inside apparently exploded.\n\n",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=120195862",
      "News_Source": "LA Times",
      "News_Link": "http://articles.latimes.com/1995-09-08/news/mn-43567_1_refinery-blast-missing"
    },
    {
      "Date": "March 20, 1995",
      "Company": "Sunland",
      "City": "Bakersfield",
      "State": "CA",
      "Dead": 1,
      "Names": "Tracy Kildebeck, 22",
      "Summary": "A mixture of naphtha and crude oil in a tank without vents caused an explosion. A toxic cloud blew across a road and was ignited by at least one car, killing Tracy Kildebeck, 22.",
      "OSHA_Link": "https://www.osha.gov/pls/imis/establishment.inspection_detail?id=119973436",
      "News_Source": "Associated Press",
      "News_Link": "http://articles.latimes.com/1997/nov/26/business/fi-57791"
    }
  ]
}